Repository: common-repository/womoplus
Catalog: lang/womoplus-*.po
Languages: de_de

source: Main Settings
de_de: Grundeinstellungen

source: Page Name (URL Base)
de_de: Seitenname (innerhalb derer die Einbindung erfolgt)

source: DSGVO URL (for link in booking form)
de_de: DSGVO URL (zur Verlinkung in Buchungsformular)

source: Your Email
de_de: Ihre E-Mail-Adresse (zur Verlinkung im Buchungsformular)

source: Show index in Navigation
de_de: Link zur Hauptseite anzeigen

source: Show sales area
de_de: Verkaufsbereich anzeigen

source: Use Google Places Search
de_de: Umkreissuche verwenden (Google Account notwendig)

source: Do not load google maps script (to avoid conflicts with already loaded script)
de_de: Google Maps Script innerhalb des Plugins nicht laden (behebt Konflikte wenn das Skript schon geladen wurde)

source: Show filters for campers only
de_de: Nur die Filter für Camper anzeigen

source: Min. Calendar Range Selection
de_de: Kalender Mindestauswahl (in Tagen)

source: Custom text after no result
de_de: Benutzerdef. Text wenn kein Suchergebnis

source: Custom text after booking date
de_de: Benutzerdef. Text bei Datumsauswahl

source: Custom footer text
de_de: Benutzerdef. Text Fußzeile

source: Custom CSS Styles
de_de: Benutzerdef. CSS Styles

source: Settings to integrate womoplus in your site.
de_de: Einstellungen zur Integration von womoplus in ihre Webseite.

source: Womoplus Options
de_de: Womoplus Optionen
